9/data/attachments/85f4bd226021a22a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_820e7bf3-842a-4ec0-b85a-397ac4407f7d</nif:username>
            <nif:friendToBeAdded>Christopher_management_Friend_38396_5</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>